const titile_expenses = [
  {
    "id": 1,
    "keyword":"โฮม",
    "title": "บริษัท โฮม โปรดักส์ เซ็นเตอร์ จำกัด (มหาชน)"
  },
  {
      "id": 2,
      "keyword":"นิ่ม",
      "title": "บริษัท นิ่มเอ็กซ์เพรส จำกัด"
  },
  {
      "id": 3,
      "keyword":"แฟลช",
      "title": "บริษัท แฟลช โฮม โอเปอร์เรชั่น จำกัด"
  },
  {
      "id": 20,
      "keyword":"ลีส",
      "title": "ลีสซิ่งกสิกรไทย"
  },
  {
      "id": 4,
      "keyword":"ไท",
      "title": "บริษัท ซีอาร์ซี ไทวัสดุ จำกัด"
  },
  {
      "id": 5,
      "keyword":"โฮมโปร",
      "title": "บริษัท โฮม โปรดักส์ เซ็นเตอร์ จำกัด"
  },
  {
      "id": 6,
      "keyword":"j",
      "title": "บริษัท เอ็น พี เจ โลจิสติกส์ จำกัด ( J&T Express )"
  },
  {
      "id": 7,
      "keyword":"เอ็มพี",
      "title": "เอ็มพี วัสดุ"
  },
  {
      "id": 8,
      "keyword":"การทาง",
      "title": "การทางพิเศษแห่งประเทศไทย"
  },
  {
      "id": 9,
      "keyword":"โอลิมปัส",
      "title": "บริษัท โอลิมมปัส ออยส์ จำกัด"
  },
  {
      "id": 10,
      "keyword":"บางจาก",
      "title": "บริษัท บางจากกรีนเนท จำกัด"
  },
  {
      "id": 11,
      "keyword":"ปิโตรเลียม",
      "title": "บริษัท ปิโตรเลียม (ช่างอากาศอุทิศ) จำกัด"
  },
  
  {
      "id": 12,
      "keyword":"home",
      "title": "HOME HARDWARE"
  },
  {
    "id": 13,
    "keyword":"โฮมโปร",
    "title": "บริษัท โฮม โปรดักส์ เซ็นเตอร์ จำกัด (มหาชน)"
  }
  ,
  {
    "id": 14,
    "keyword":"ไปร",
    "title": "QUICK SERVICE (ไปรษณีย์ไทย)"
  }
  ,
  {
    "id": 15,
    "keyword":"โยฟ้า",
    "title": "ร้านโยธินการไฟฟ้า"
  }
  ,
  {
    "id": 16,
    "keyword":"โยก่อ",
    "title": "ร้านโยธินวัสดุก่อสร้าง"
  }
  ,
  {
    "id": 17,
    "keyword":"ล่า",
    "title": "Lalamove"
  }
  ,
  {
    "id": 18,
    "keyword":"นิ่มซี่",
    "title": "บริษัท นิ่มซี่เส็งขนส่ง 1988 จำกัด"
  }
  ,
  {
    "id": 19,
    "keyword":"วัน",
    "title": "วันสต๊อกโฮม"
  } ,
  {
    "id": 20,
    "keyword":"ที",
    "title": "บริษัท ทีทีพี (ประเทศไทย)"
  }
  
];

const client_and_project = [
{
  "id": 1,
  "keyword":"ณ",
  "client": "บริษัท ณัฏฐกรณ์ เอ็นจิเนียริ่ง แอนด์ เทรดดิ้ง จำกัด",
  "project": "บจ. ณัฏฐกรณ์ เอ็นจิเนียริ่ง แอนด์ เทรดดิ้ง จำกัด (บ้านกำแพงแสน)"
},
{
    "id": 2,
    "keyword":"9",
    "client": "RUBYSHOP บ้านเลขที่ 9",
    "project": "งานสร้าง รื้อถอน โรงงานใหม่ บ้านเลขที่ 9"
},
{
  "id": 3,
  "keyword":"ruby",
  "client": "RUBYSHOP PART.,LTD.",
  "project": ""
}
];

const catagory_expenses = [
  {
    "id": 42,
    "keyword":"42",
    "title": "ค่าธรรมเนียมวิชาชีพ"
  },
  {
    "id": 41,
    "keyword":"06",
    "title": "ค่าภาษี"
  },    {
    "id": 40,
    "keyword":"40",
    "title": "ค่าสินเชื่อ"
  },
  {
    "id": 39,
    "keyword":"39",
    "title": "ค่าสินค้านำเข้า"
  },
  {
    "id": 38,
    "keyword":"38",
    "title": "ค่าใช้จ่ายอื่น"
  },
  {
    "id": 37,
    "keyword":"37",
    "title": "ค่าธรรมเนียมอื่นๆ"
  },
  {
    "id": 36,
    "keyword":"36",
    "title": "ค่าธรรมเนียมธนาคาร"
  },
  {
    "id": 35,
    "keyword":"35",
    "title": "ค่าบริการอื่นๆ"
  },
  {
    "id": 34,
    "keyword":"34",
    "title": "ค่าจ้างทำของ"
  },
  {
    "id": 33,
    "keyword":"33",
    "title": "ค่าจ้างรับเหมา"
  },
  {
    "id": 32,
    "keyword":"32",
    "title": "ค่าบริการโอสติ้ง และเว็บไซต์"
  },
  {
    "id": 31,
    "keyword":"31",
    "title": "ค่าอินเตอร์เน็ต"
  },
  {
    "id": 30,
    "keyword":"30",
    "title": "ค่าประปา"
  },
  {
    "id": 29,
    "keyword":"29",
    "title": "ค่าไฟฟ้า"
  },
  {
    "id": 28,
    "keyword":"28",
    "title": "ค่าไปรษณีย์ และขนส่ง"
  },
  {
    "id": 27,
    "keyword":"27",
    "title": "ค่าซ่อมแซม"
  },
  {
    "id": 26,
    "keyword":"26",
    "title": "ค่ารักษาความสะอาด"
  },
  {
    "id": 25,
    "keyword":"25",
    "title": "ค่าเครื่องเขียน"
  },
  {
    "id": 24,
    "keyword":"24",
    "title": "ค่าวัสดุอุปกรณ์"
  },
  {
    "id": 23,
    "keyword":"23",
    "title": "ค่าเช่ายานพาหนะ"
  },
  {
    "id": 22,
    "keyword":"22",
    "title": "ค่าเช่าสำนักงาน"
  },
  {
    "id": 21,
    "keyword":"21",
    "title": "ค่าสวัสดิการอาหาร เครื่องดื่ม"
  },
  {
    "id": 20,
    "keyword":"20",
    "title": "เงินสมทบประกันสังคมและกองทุนทดแทน"
  },
  {
    "id": 19,
    "keyword":"19",
    "title": "โบนัสค่าตอบแทนกรรมการ"
  },
  {
    "id": 18,
    "keyword":"18",
    "title": "เงินเดือน ค่าจ้าง"
  },
  {
    "id": 17,
    "keyword":"17",
    "title": "ค่ารับรอง"
  },
  {
    "id": 16,
    "keyword":"16",
    "title": "ค่าโทรศัพท์ฝ่ายขาย"
  },
  {
    "id":15,
    "keyword":"15",
    "title": "ค่าเบี้ยเลี้ยงเดินทาง"
  },
  {
    "id": 14,
    "keyword":"14",
    "title": "ค่าที่พัก"
  },
  {
    "id": 13,
    "keyword":"13",
    "title": "ค่าน้ำมัน"
  },
  {
    "id": 12,
    "keyword":"12",
    "title": "ค่าสินค้าตัวอย่าง"
  },
  {
    "id": 11,
    "keyword":"11",
    "title": "ค่าส่งเสริมการขาย"
  },
  {
    "id": 10,
    "keyword":"10",
    "title": "ค่าจ้างที่ปรึกษาการตลาด"
  },
  {
    "id": 9,
    "keyword":"09",
    "title": "ค่าโฆษณาออนไลน์อื่น"
  },
  {
    "id": 8,
    "keyword":"08",
    "title": "ค่าโฆษณา Facebook Ads"
  },
  {
    "id": 7,
    "keyword":"07",
    "title": "ค่าโฆษณา google Adwords"
  },
  {
    "id": 6,
    "keyword":"06",
    "title": "โบนัสจากยอดขาย"
  },
  {
    "id": 5,
    "keyword":"05",
    "title": "ค่านายหน้า ส่วนแบ่งการขาย"
  },
  {
    "id": 4,
    "keyword":"04",
    "title": "ค่าใช้จ่ายอื่นๆในการซื้อสินค้า"
  },
  {
    "id": 3,
    "keyword":"03",
    "title": "ค่าขนส่งสินค้า"
  },
  {
    "id": 1,
    "keyword":"01",
    "title": "ค่าใช้จ่ายเบ็ดเตล็ด"
  },
  {
    "id": 25,
    "keyword":"25",
    "title": "ค่าเครื่องเขียน "
  },
  {
    "id": 43,
    "keyword":"43",
    "title": "ค่าใช้จ่ายในการเดินทาง"
  },
  {
    "id": 44,
    "keyword":"44",
    "title": "ค่าทางด่วน"
  }

];

module.exports = {
titile_expenses,
client_and_project,
catagory_expenses
};

